;汉化：aotix

;Place localized text in this file

[Muton_Harrier X2CharacterTemplate]
strCharacterName="侵略型异变者"
strAcquiredText="侵略型异变者装备榴弹发射器，发射能够无视掩体的强力空爆榴弹。"

[Muton_Beleaguer X2CharacterTemplate]
strCharacterName="围攻型异变者"
strAcquiredText="围攻型异变者是机动异变者，装备重型电浆步枪，可以轻松撕碎大多数装甲。"

[Muton_Harrier_Captain X2CharacterTemplate]
strCharacterName="侵略型异变者队长"
strAcquiredText="侵略者队长用强大的燃烧弹取代他们的燃烧弹。"

[Muton_Beleaguer_Captain X2CharacterTemplate]
strCharacterName="围攻型异变者队长"
strAcquiredText="围攻者队长步枪使用更强大的能量核心，允许他们在一次攻击中发射致命的光束来消灭大量的敌人。"

[Muton_Devastator X2CharacterTemplate]
strCharacterName="毁灭型异变者"
strAcquiredText="毁灭型异变者携带大量武器，在战场上赋予它们几乎无与伦比的多功能性。"

[Harrier_Launcher X2WeaponTemplate]
FriendlyName="侵略者发射器"
FriendlyNamePlural="侵略者发射器"
BriefSummary="侵略者发射器忽视掩护的空爆榴弹。"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Harrier_Captain_Launcher X2WeaponTemplate]
FriendlyName="侵略者队长的发射器"
FriendlyNamePlural="侵略者队长的发射器"
BriefSummary="队长的侵略者发射器火力强大的燃烧弹"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Beleaguer_Rifle X2WeaponTemplate]
FriendlyName="重型粒子步枪"
FriendlyNamePlural="重型粒子步枪"
BriefSummary="重型粒子比标准异变者的武器更强大，可以轻松撕碎大多数护甲。"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Beleaguer_Captain_Rifle X2WeaponTemplate]
FriendlyName="围攻者队长的重型粒子步枪"
FriendlyNamePlural="围攻者队长的重型粒子步枪"
BriefSummary="队长的步枪配备了更强大的能量核心，可以发射强大的光束一次摧毁多个敌人。"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Devastator_Rifle X2WeaponTemplate]
FriendlyName="涟漪步枪"
FriendlyNamePlural="涟漪步枪"
BriefSummary="涟漪步枪是生物力学电浆武器，武器产生的灵能被用来将电浆超级集中到致命的螺栓中，然后灵能本身会留在目标身上。"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Devastator_LancingGun X2WeaponTemplate]
FriendlyName="电浆枪"
FriendlyNamePlural="电浆枪"
BriefSummary="穿刺枪发射短暂的电浆体脉冲，旨在对敌人造成伤害。"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Devastator_Claw X2WeaponTemplate]
FriendlyName="摧毁者闪电爪"
FriendlyNamePlural="摧毁者闪电爪"
BriefSummary="能产生极高电流的手套"
TacticalText="<Bullet/>发射主武器总是结束回合。\n<Bullet/>"

[Devastator_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="黑焰榴弹"
FriendlyNamePlural="黑焰榴弹"
BriefSummary="中的灵能力量从这枚手榴弹中爆发出来，压倒了人类的思想，粉碎和迷失了他们的方向。"
TacticalText="中的灵能力量从这枚手榴弹中爆发出来，压倒了人类的思想，粉碎和迷失了他们的方向。"
ThrownAbilityName="投掷黑焰榴弹"
ThrownAbilityHelpText="向目标区域投掷黑焰榴弹。"

[Xcom_BlackFlame_Grenade X2GrenadeTemplate]
FriendlyName="黑焰榴弹"
FriendlyNamePlural="黑焰榴弹"
BriefSummary="集中的灵能力量从这枚手榴弹中爆发出来，压倒敌人的思想，粉碎他们，使他们迷失方向，并用灵能涟漪感染他们。"
TacticalText="集中的灵能力量从这枚手榴弹中爆发出来，压倒敌人的思想，粉碎他们，使他们迷失方向，并用灵能涟漪感染他们。"
ThrownAbilityName="投掷黑焰榴弹"
ThrownAbilityHelpText="向目标区域投掷黑焰榴弹。"
LaunchedAbilityname="发射黑焰榴弹"
LaunchedAbilityHelpText="发射一枚黑焰榴弹。"

[Beam_Sweep X2AbilityTemplate]
LocFriendlyName="光束扫描"
LocLongDescription="发射一束强大的光束，摧毁围攻者前方区域的一切"
LocHelpText="用光束攻击攻击瞄准大面积区域。"

[HarrierGrenade X2AbilityTemplate]
LocFriendlyName="侵略者榴弹"
LocLongDescription="侵略者榴弹是无视掩护加成的空爆弹"
LocHelpText="具有小面积效果且忽略覆盖加成的单目标榴弹"

[HarrierRocket X2AbilityTemplate]
LocFriendlyName="侵略者燃烧火箭弹"
LocLongDescription="燃烧弹覆盖大面积的火光"
LocHelpText="用燃烧火箭瞄准大面积区域"

[LancingShot X2AbilityTemplate]
LocFriendlyName="穿刺射击"
LocLongDescription="对目标敌人造成易受攻击的弱点，使其受到更多伤害"
LocHelpText="对目标敌人造成易受攻击的弱点，使其受到更多伤害"

[X2Ability_LancingGun]
LancingGunMarkEffectName="穿刺标记"
LancingGunMarkEffectDesc="标记的目标受到额外伤害"

[LightningVengeance X2AbilityTemplate]
LocFriendlyName="雷电复仇"
LocLongDescription="以电击近战攻击回击近战攻击者，令目标着火，并穿透护甲"
LocHelpText="以电击近战攻击回击近战攻击者，令目标着火，并穿透护甲"
LocFlyOverText="雷电复仇"

[ThunderShot X2AbilityTemplate]
LocFriendlyName="雷霆鞭笞"
LocLongDescription="以雷电之力打击附近目标，穿透并削弱护甲"
LocHelpText="对目标释放一道雷电之力"

[X2Effect_LancingGun]
LancingGunRemoved="穿刺标记已移除"

[UIEventNoticesTactical_Ripple]
PsiRippleTitle="灵能涟漪"

[X2StatusEffects_RipplingRifle]
PsiRippleFriendlyName="灵能涟漪"
PsiRippleFriendlyDesc="被灵能涟漪影响的单位会持续受到伤害，并能传染给附近的盟友。"
PsiRippleEffectAcquiredString="<XGParam:StrValue0/!UnitName/>正在受到灵能涟漪的影响。"
PsiRippleEffectTickedString="<XGParam:StrValue0/!UnitName/>仍然受到灵能涟漪的影响。"
PsiRippleEffectLostString="<XGParam:StrValue0/!UnitName/>不再受到灵能涟漪的影响。"

[CorpseGrenadeRemains X2ItemTemplate]
FriendlyName="外星黑焰榴弹"
FriendlyNamePlural="外星黑焰榴弹"
BriefSummary="外星黑焰榴弹的惰性残骸"

[AutopsyGrenadeRemains X2TechTemplate]
DisplayName="外星黑焰榴弹研究"
Summary="这个物体触摸起来很冷，但测量显示它的温度是温暖的。用手提起它非常沉重，但用工具操纵时却非常轻巧。靠近这个物体时可以听到外星的低语声。"
CodeName="阿尼西罗迪安的棺架"
LongDescription="我们的士兵将这个物体描述为一个榴弹，虽然我对外星人会将这个武器用作榴弹并不怀疑，但我个人不愿这样描述它。首先，我想提一下研究团队在分析这个武器时遇到的困难，它的构造比其他外星机器和武器更加奇异，没有螺栓，没有接缝，几乎就像是从一个更大的结构中雕刻出来的。靠近这个装置简单来说会在精神上消耗人的力量；直接接触它也是不明智的，只有当我们调来我们更具心灵感应天赋的部队协助时，我们才了解到这个装置的真正性质。\n\n本质上，它可以被描述为一个灵能记录器，这个装置内蕴藏着巨大的灵能，试图感染任何接触它的生物，因此人们接触这个装置时会出现奇怪的症状。我相信这个武器直接来自长老们，他们将他们的灵能能量注入这些装置中，以便将其用作战争工具，迅速压倒敌人的意识，使其失去能力。这样，那些没有灵能天赋的外星人就可以将长老的力量的一部分纳入他们的武器库。\n\n虽然我对这个装置的制造仍然无法理解，但我们有可能创建一个更简单的版本，只需工程团队创建一个合适的容器，并让我们的灵能部队将自己的灵能能量输入其中。\n\n——理查德·泰根。
。"
AlertString="黑焰榴弹"

[Xcom_BlackFlameGrenade X2TechTemplate]
DisplayName="黑焰榴弹"
Summary="一种强大的榴弹，通过释放储存的灵能来压倒敌人的思想。L.沈。" 